Autodesk.Revit.DB.Electrical.CircuitLoadCalculationMethod
Methods to calculate circuit loads
Since:
2017

Autodesk.Revit.DB.Electrical.CircuitLoadCalculationMethod.SumApparentLoad
Sum apparent load.

Autodesk.Revit.DB.Electrical.CircuitLoadCalculationMethod.SumTrueLoadAndReactiveLoad
Sum true load and reactive load.